HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20241014145230.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-10-14T14:52:30.015+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="17499" guid="9e405fbf-cb72-4fea-a159-d363c4a57657"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-10-14T14:52:30.036+02:00" letzterVerkauf="2024-10-14T14:52:30.036+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
